{
	"vishing": {
		"call": "Incoming call",
		"variants": "Response options",
		"scripts": [
			{
				"number": "+7 911 222 33 44",
				"replicas": [
					{
						"message": "Good afternoon! This is the CDEK delivery. I couldn’t get through to your director about approving a delivery time, I have been given your phone number as an additional one. May I confirm his number +7 987 879 80 68?",
						"last": true,
						"answers": [
							{
								"text": "I will tell him about this and he will contact you himself shortly.",
								"correct": true
							},
							{
								"text": "Good afternoon. No, his number is +7 987 469 68 65.",
								"correct": false
							}
						]
					}
				]
			},
			{
				"number": "+7 911 255 40 40",
				"replicas": [
					{
						"message": "Good morning, I am a fire safety officer. Your company has left a request for a fire safety check, would you be comfortable with our employee arriving by 1pm tomorrow?",
						"answers": [
							{
								"text": "Hello, please leave your contact number and our office manager will contact you with further details.",
								"correct": true
							},
							{
								"text": "Hello, I am not authorized to deal with this kind of questions, I can give you the contact number of our office manager? ",
								"correct": false
							}
						],
						"last": true
					}
				]
			},
			{
				"number": "+7 920 009 47 32",
				"replicas": [
					{
						"message": "Good evening, I'm Anna, the wife of your employee Ivan Kuzmin. Can you tell me, please, until what time does he plan to be in the office? I can't get hold of him.",
						"answers": [
							{
								"text": "Hello, I haven't seen him today. I will look for him and tell him to call you back.",
								"correct": true
							},
							{
								"text": "Hello, we can’t divulge this kind of data about our employees.",
								"correct": false
							}
						],
						"last": true
					}
				]
			},
			{
				"number": "+7 956 492 32 88",
				"replicas": [
					{
						"message": "Hello, I am a representative of the management company of your business center. We have been sent a request to check the wiring in the office this coming Friday. Could you please tell until what time the office is open on that day?",
						"answers": [
							{
								"text": "Hello, I am not authorized to deal with these issues. Our office manager will call back the management company and resolve the issue.",
								"correct": true
							},
							{
								"text": "Hello, Friday is a reduced working day, usually no one stays later than 7pm.",
								"correct": false
							}
						],
						"last": true
					}
				]
			},
			{
				"number": "+7 911 222 33 44",
				"replicas": [
					{
						"message": "I am calling about the a tester position. Your director Victor Melnikov asked me to contact you so that you can tell me about the days of his presence in the office.",
						"answers": [
							{
								"text": "Victor will be there on Monday, Wednesday and Thursday from 10:00 am to 6:00 pm.",
								"correct": false
							},
							{
								"text": "Why didn't you find out the schedule from Victor himself? ",
								"correct": true
							}
						]
					},
					{
						"message": "During our last conversation, he couldn't exactly say his schedule for the week and said I could find this out from you.",
						"answers": [
							{
								"text": "Leave your contact number and our HR manager will call you back.",
								"correct": true
							},
							{
								"text": "OK, he will be in the office on Monday, Wednesday and Thursday from 10 am to 6 pm. ",
								"correct": false
							}
						],
						"last": true
					}
				]
			}
		]
	},
	"dinner": {
		"variants": "You can",
		"scripts": [
			{
				"message": "You are an account manager at Hacktory. -\tThe interactive quest for time begins. An important call with a potential client is scheduled in an hour, so you have exactly 60 minutes for lunch.",
				"nextStage": "office",
				"answers": [
					{
						"text": "Next",
						"correct": true
					}
				]
			},
			{
				"message": "You have been working with printed documents before lunch. You can leave them on the desk or put them in a folder and put them away in a cabinet that locks. It takes five minutes to put the documents away.",
				"nextStage": "office",
				"answers": [
					{
						"text": "Put them away in a cabinet (5 minutes)",
						"correct": true,
						"timediff": 300
					},
					{
						"text": "Leave the documents on desk",
						"correct": false
					}
				]
			},
			{
				"message": "As you leave the office, you meet a man with boxes. Presumably, it is a delivery man. You can save time and hold the door for him. Or you can accompany him to the office manager.",
				"nextStage": "cafe",
				"answers": [
					{
						"text": "Accompany the delivery man to the office (5 minutes)",
						"correct": true,
						"timediff": 300
					},
					{
						"text": "Silently hold the door",
						"correct": true
					}
				]
			},
			{
				"message": "Out of the office, you notice a message from your manager, but you can't open it because of a poor internet connection. You may connect to a neighboring café's non-secured network without a password, or find out the password to the local canteen's secured Wi-Fi network.",
				"nextStage": "cafe",
				"answers": [
					{
						"text": "Find out the password to a secured Wi-Fi network (5 minutes)",
						"correct": true,
						"timediff": 300
					},
					{
						"text": "Connect to the network without the password",
						"correct": false
					}
				]
			},
			{
				"message": "Have a lunch!",
				"nextStage": "cafe",
				"answers": [
					{
						"text": "Пообедать",
						"correct": true,
						"timediff": 1800
					}
				]
			},
			{
				"message": "During lunch, a man sits down with you and introduces himself as a new employee of your company. You are the first colleague he has met. He wants to know more about the company and the employees.",
				"nextStage": "office",
				"answers": [
					{
						"text": "Introduce yourself and talk about the company (15 minutes)",
						"correct": false,
						"timediff": 600
					},
					{
						"text": "Postpone the conversation until another time",
						"correct": true
					}
				]
			}
		]
	},
	"checkpoint": {
		"variants": "Response options",
		"scripts": [
			[
				{
					"message": "The office manager has asked you to replace him today. Identify who is trying to infiltrate your company — the adversary or the invited guest.",
					"answers": [
						{
							"text": "Next",
							"correct": true
						}
					]
				},
				{
					"message": "Hello! I'm an intern and I forgot my bag in the office",
					"answers": [
						{
							"text": "Please, say your name and describe your bag.",
							"correct": true
						},
						{
							"isSkip": true,
							"text": "Come in and take your bag. There is one in the kitchen — maybe it is yours.",
							"correct": false
						}
					]
				},
				{
					"message": "Moskvitin Vitaly, I was an interns in the audit department. It is black with blue stripes and embroidery on the sides.",
					"answers": [
						{
							"text": "Unfortunately, we have not found any lost items. Leave your contact details. If we do, we'll let you know. ",
							"correct": true,
							"isSkip": true
						},
						{
							"isSkip": true,
							"text": "Come in, all the things we’ve found are in the pantry — the room to the right of the kitchen.",
							"correct": false
						}
					]
				},
				{
					"message": "To continue, decide whether to let the person in or not.",
					"answers": [
						{
							"isSkip": true,
							"text": "Let the person into the building or call security to continue.",
							"correct": true
						}
					]
				}
			],


			[
				{
					"message": "Hello! I'm here to see Maria Petrova, I need to give her her things. I know where her workplace is.",
					"answers": [
						{
							"isSkip": true,
							"text": "Hello. Maria warned me about your visit. I'll accompany you.",
							"correct": true
						},
						{
							"isSkip": true,
							"text": "Ok, come in.",
							"correct": false
						}
					]
				},
				{
					"message": "To continue, decide whether to let the person in or not.",
					"answers": [
						{
							"isSkip": true,
							"text": "Let the person into the building or call security to continue.",
							"correct": true
						}
					]
				}
			],


			[
				{
					"message": "Hello! I am Evgeniy Prokhorov, we are doing a safety inspection of the wiring in the business centre premises, it has been approved for today. Can I start with the server room?",
					"answers": [
						{
							"isSkip": true,
							"text": "Hello, it's down the corridor and to your right.",
							"correct": false
						},
						{
							"isSkip": true,
							"text": "Hello. Who have you been in contact with before? You're not on the list, I can't let you in.",
							"correct": true
						}
					]
				},
				{
					"message": "To continue, decide whether to let the person in or not.",
					"answers": [
						{
							"isSkip": true,
							"text": "Let the person into the building or call security to continue.",
							"correct": true
						}
					]
				}
			],

			[
				{
					"message": "Hi, I'm your new employee Alexei Shevchenko. I wasn’t given a pass yet. Can you let me in?",
					"answers": [
						{
							"isSkip": true,
							"text": "Come in.",
							"correct": false
						},
						{
							"text": "What department are you from?",
							"correct": true
						}
					]
				},
				{
					"message": "Sales department.",
					"answers": [
						{
							"isSkip": false,
							"text": "You're not on the staff list. I'm sorry, but I can't let you in.",
							"correct": true
						},
						{
							"isSkip": true,
							"text": "I see you on the staff list. Please show me your ID and come in.",
							"correct": true
						}
					]
				},
				{
					"message": "To continue, decide whether to let the person in or not.",
					"answers": [
						{
							"isSkip": true,
							"text": "Let the person into the building or call security to continue.",
							"correct": true
						}
					]
				}
			],

			[
				{
					"message": "Good afternoon, I am from the flower delivery service. Your staff asked me to prepare a surprise for Natalya Kuzmina, they said that her workplace is on the right by the window and asked me to leave the bouquet there. May I come in?",
					"answers": [
						{
							"isSkip": true,
							"text": "Yes, you can. But her workplace is to the left of the conference room. Come in.",
							"correct": false
						},
						{
							"text": "You can leave with me and I will put it in a vase at her workplace.",
							"correct": true
						}
					]
				},
				{
					"message": "To continue, decide whether to let the person in or not.",
					"answers": [
						{
							"isSkip": true,
							"text": "Let the person into the building or call security to continue.",
							"correct": true
						}
					]
				}
			]
		]
	}

}
