{
	"vishing": {
		"call": "Входящий звонок",
		"variants": "Варианты ответа",
		"scripts": [
			{
				"number": "+7 911 222 33 44",
				"replicas": [
					{
						"message": "Добрый день! Это курьер от компании СДЭК. Я не смог дозвониться до вашего директора по поводу согласования времени доставки, мне передали ваш телефон в качестве дополнительного. Могу я уточнить, его номер +7 987 879 80 68?",
						"last": true,
						"answers": [
							{
								"text": "Я передам ему, и он самостоятельно свяжется с вами в ближайшее время.",
								"correct": true
							},
							{
								"text": "Здравствуйте. Нет, его номер +7 987 469 68 65",
								"correct": false
							}
						]
					}
				]
			},
			{
				"number": "+7 911 255 40 40",
				"replicas": [
					{
						"message": "Доброе утро, я сотрудник службы пожарной безопасности. Вашей компанией была оставлена заявка на проверку пожарной безопасности, вам будет удобно, если наш сотрудник приедет завтра к часу дня?",
						"answers": [
							{
								"text": "Здравствтуйте, оставьте, пожалуйста, ваш контактный номер, и наш офис-менеджер свяжется с вами для уточнения деталей.",
								"correct": true
							},
							{
								"text": "Здравствуйте, я не занимаюсь подобными вопросами, хотите, дам контактный номер нашего офис-менеджера?",
								"correct": false
							}
						],
						"last": true
					}
				]
			},
			{
				"number": "+7 920 009 47 32",
				"replicas": [
					{
						"message": "Добрый вечер, я Анна, жена Ивана Кузьмина, вашего сотрудника. Подскажите, пожалуйста, до скольки он планирует быть в офисе? Не могу ему дозвониться.",
						"answers": [
							{
								"text": "Здравствуйте, я сегодня с ним не пересекался. Сейчас поищу его и передам, чтобы он вам перезвонил.",
								"correct": true
							},
							{
								"text": "Здравствуйте, мы не вправе разглашать данные о наших сотрудниках.",
								"correct": false
							}
						],
						"last": true
					}
				]
			},
			{
				"number": "+7 956 492 32 88",
				"replicas": [
					{
						"message": "Здравствуйте, я представитель управляющей компании вашего бизнес-центра. Нам была направлена заявка на проверку электропроводки в офисном помещении в ближайшую пятницу. Уточните, пожалуйста, до какого часа в этот день работает офис?",
						"answers": [
							{
								"text": "Здравствуйте, я не занимаюсь данными вопросами. Наш офис-менеджер перезвонит в управляющую компанию и решит вопрос.",
								"correct": true
							},
							{
								"text": "Здравствуйте, в пятницу сокращенный рабочий день, обычно никто не задерживается позже 19:00.",
								"correct": false
							}
						],
						"last": true
					}
				]
			},
			{
				"number": "+7 911 222 33 44",
				"replicas": [
					{
						"message": "Я звоню по поводу вакансии тестировщика. Ваш директор Виктор Мельников попросил связаться с вами, чтобы вы смогли уточнить дни его присутствия в офисе.",
						"answers": [
							{
								"text": "Виктор будет в понедельник, среду и четверг с 10:00 до 18:00.",
								"correct": false
							},
							{
								"text": "Почему вы не узнали расписание у Виктора?",
								"correct": true
							}
						]
					},
					{
						"message": "Во время нашего последнего разговора он не мог точно сказать свое расписание на неделю и сказал, что я могу узнать это через вас.",
						"answers": [
							{
								"text": "Оставьте свой контактный номер, с вами свяжется наш HR-менеджер.",
								"correct": true
							},
							{
								"text": "Хорошо, он будет в офисе в понедельник, среду и четверг с 10 до 18.",
								"correct": false
							}
						],
						"last": true
					}
				]
			}
		]
	},
	"dinner": {
		"variants": "Варианты действий",
		"scripts": [
			{
				"message": "Вы менеджер по работе с клиентами компании Hacktory. Через час назначен важный звонок с потенциальным клиентом, поэтому на обед у вас есть ровно 60 минут.",
				"nextStage": "office",
				"answers": [
					{
						"text": "Дальше",
						"correct": true
					}
				]
			},
			{
				"message": "Перед обедом вы работали с распечатанными документами. Их можно оставить на столе или собрать в папку и убрать в шкаф, который закрывается на ключ. На то, чтобы убрать документы уйдет 5 минут.",
				"nextStage": "office",
				"answers": [
					{
						"text": "Положить в шкаф (5 минут)",
						"correct": true,
						"timediff": 300
					},
					{
						"text": "Оставить на столе",
						"correct": false
					}
				]
			},
			{
				"message": "Выходя из офисного помещения, вы встречаете человека с коробками. Предположительно, это курьер. Вы можете сэкономить время и придержать для него дверь. Или же сопроводить его до офис-менеджера.",
				"nextStage": "cafe",
				"answers": [
					{
						"text": "Проводить курьера к офис-менеджеру (5 минут)",
						"correct": true,
						"timediff": 300
					},
					{
						"text": "Молча придержать дверь",
						"correct": true
					}
				]
			},
			{
				"message": "Выйдя из офиса, вы замечаете сообщение от своего руководителя, но его не открыть из-за плохого интернет-соединения. Вы можете подключиться к незащищенной сети соседнего кафе без пароля или узнать пароль от защищенной сети Wi-Fi местной столовой.",
				"nextStage": "cafe",
				"answers": [
					{
						"text": "Узнать пароль от защищенной сети Wi-Fi ( - 5 мин)",
						"correct": true,
						"timediff": 300
					},
					{
						"text": "Подключиться к сети без пароля",
						"correct": false
					}
				]
			},
			{
				"message": "Время обеда!",
				"nextStage": "cafe",
				"answers": [
					{
						"text": "Пообедать",
						"correct": true,
						"timediff": 1800
					}
				]
			},
			{
				"message": "Во время обеда к вам подсаживается мужчина и представляется новым сотрудником вашей компании. Вы первый из коллег, с кем ему удалось познакомиться. Он хочет больше узнать о компании и сотрудниках.",
				"nextStage": "office",
				"answers": [
					{
						"text": "Познакомиться и рассказать о компании (- 15 мин)",
						"correct": false,
						"timediff": 600
					},
					{
						"text": "Отложить разговор на следующий раз",
						"correct": true
					}
				]
			}
		]
	},
	"checkpoint": {
		"variants": "Варианты действий",
		"scripts": [
			[
				{
					"message": "Офис-менеджер попросил вас подменить его сегодня. Определите, кто пытается проникнуть внутрь вашей компании – атакующий или приглашенный гость.",
					"answers": [
						{
							"text": "Дальше",
							"correct": true
						}
					]
				},
				{
					"message": "Здравствуйте! Я стажер, забыл у вас свою сумку.",
					"answers": [
						{
							"text": "Назовите ваше имя и опишите сумку.",
							"correct": true
						},
						{
							"isSkip": true,
							"text": "Заходите, забирайте. Какая-то сумка лежит на столе на кухне.",
							"correct": false
						}
					]
				},
				{
					"message": "Москвитин Виталий, я проходил стажировку в отделе аудита. Она черная с синими полосками и вышивкой по бокам.",
					"answers": [
						{
							"text": "К сожалению, мы не находили потерянных вещей. Оставьте ваш контакт. Если найдем - сообщим.",
							"correct": true,
							"isSkip": true
						},
						{
							"isSkip": true,
							"text": "Проходите, все найденные вещи лежат в кладовке - помещение справа от кухни.",
							"correct": false
						}
					]
				},
				{
					"message": "Для продолжения решите, впустить человека или нет.",
					"answers": [
						{
							"isSkip": true,
							"text": "Пустите человека в здание или откажите ему чтобы продолжить.",
							"correct": true
						}
					]
				}
			],


			[
				{
					"message": "Здравствуйте! Я к Марии Петровой, мне надо передать ей вещи. Я знаю, где ее рабочее место.",
					"answers": [
						{
							"isSkip": true,
							"text": "Здравствуйте. Мария предупреждала о вашем визите. Я вас сопровожу.",
							"correct": true
						},
						{
							"isSkip": true,
							"text": "Хорошо, проходите.",
							"correct": false
						}
					]
				},
				{
					"message": "Для продолжения решите, впустить человека или нет.",
					"answers": [
						{
							"isSkip": true,
							"text": "Пустите человека в здание или откажите ему чтобы продолжить.",
							"correct": true
						}
					]
				}
			],


			[
				{
					"message": "Здравствуйте! Я Евгений Прохоров, мы проводим проверку безопасности электропроводки в помещениях бизнес-центра, мне согласовали ее на сегодня. Могу я начать с серверной?",
					"answers": [
						{
							"isSkip": true,
							"text": "Здравствуйте, вам по коридору и направо.",
							"correct": false
						},
						{
							"isSkip": true,
							"text": "Здравствуйте. С кем вы ранее общались? Вас нет в списке, пропустить не могу.",
							"correct": true
						}
					]
				},
				{
					"message": "Для продолжения решите, впустить человека или нет.",
					"answers": [
						{
							"isSkip": true,
							"text": "Пустите человека в здание или откажите ему чтобы продолжить.",
							"correct": true
						}
					]
				}
			],

			[
				{
					"message": "Привет, я ваш новый сотрудник Алексей Шевченко. Мне пропуск еще не выдали. Пропустите?",
					"answers": [
						{
							"isSkip": true,
							"text": "Проходите.",
							"correct": false
						},
						{
							"text": "Из какого вы отдела?",
							"correct": true
						}
					]
				},
				{
					"message": "Я из отдела продаж.",
					"answers": [
						{
							"isSkip": false,
							"text": "Вас нет в списках сотрудников. Извините, но пропустить не могу.",
							"correct": true
						},
						{
							"isSkip": true,
							"text": "Вижу вас в списке сотрудников. Покажите, пожалуйста, документ, удостоверяющий личность, и проходите.",
							"correct": true
						}
					]
				},
				{
					"message": "Для продолжения решите, впустить человека или нет.",
					"answers": [
						{
							"isSkip": true,
							"text": "Пустите человека в здание или откажите ему чтобы продолжить.",
							"correct": true
						}
					]
				}
			],

			[
				{
					"message": "Добрый день, я из доставки цветов. Ваши сотрудники попросили подготовить сюрприз для Натальи Кузьминой, сказали, что ее рабочее место справа у окна, попросили там оставить букет. Я могу пройти?",
					"answers": [
						{
							"isSkip": true,
							"text": "Да, только она сидит слева от переговорки. Проходите.",
							"correct": false
						},
						{
							"text": "Вы можете передать букет мне, и я поставлю его в вазу на ее рабочем месте.",
							"correct": true
						}
					]
				},
				{
					"message": "Для продолжения решите, впустить человека или нет.",
					"answers": [
						{
							"isSkip": true,
							"text": "Пустите человека в здание или откажите ему чтобы продолжить.",
							"correct": true
						}
					]
				}
			]
		]
	}

}
